CSI API ETABS v1
cPointObj.GetCommonTo Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int GetCommonTo(
	string Name,
	ref int CommonTo
)
Function GetCommonTo (
	Name As String,
	ByRef CommonTo As Integer
) As Integer
Dim instance As cPointObj
Dim Name As String
Dim CommonTo As Integer
Dim returnValue As Integer
returnValue = instance.GetCommonTo(Name,
	CommonTo)
int GetCommonTo(
	String^ Name,
	int% CommonTo
)
abstract GetCommonTo :
        Name : string *
        CommonTo : int byref -> int
Parameters
Name
Type: System.String
CommonTo
Type: System.Int32
Return Value
Type: Int32
See Also
Reference
cPointObj Interface
ETABSv1 Namespace